Repository: ande4485/connectedTurtle
Catalog: turtle_box/lib/l10n/intl_*.arb
Languages: fr

source: See last messages
fr: Voir les derniers messages

# see_photos_videos_family
source: See photos/videos from family
fr: Voir les photos/videos de famille

# let_vocal_message
source: Send vocal message to
fr: Envoyer un message vocale à

source: Exit
fr: Sortir

# press_turtle
source: Press on turtle
fr: Appuyez sur la tortue

# press_turtle_select_choice
source: Press on turtle for :
fr: Appuyer sur la tortue pour :

# press_turtle_select_user
source: Press on turtle to choose user :
fr: Appuyer sur la tortue pour choisir un utilisateur :

# press_turtle_when_ready
source: Press on turtle when you are ready to speak :
fr: Appuyer sur la tortue quand vous êtes prêt à parler :

# press_turtle_when_finish
source: Press on turtle when you finish talking
fr: Appuyer sur la tortue quand vous avez fini de parler

# send_message
source: Send message, please wait
fr: Envoie du message, attendez s'il vous plait

# tells_you
source: {deviceName} tells you :
fr: {deviceName} vous dit :

# error_loading
source: ERROR, press ont turtle please
fr: Erreur, appuyez sur la tortue

source: reminder
fr: Rappel

source: Choose what you want:
fr: Choisissez ce que vous voulez:

# received_message
source: You received messages
fr: Vous avez reçu un message

# end_message
source: No more messages, end in {time} seconds
fr: Plus de message, fin dans {time} secondes

# wrong_password
source: Wrong password, phone not accepted
fr: Mauvais mot de passe, téléphone pas accepté

# accepted_phone
source: Phone accepted
fr: Téléphone accepté

# no_message
source: No messages
fr: Pas de message

# waiting_loading
source: Wait please
fr: Attendez
